Repository: vgisclabs/deltachat-touch
Catalog: po/*.po
Languages: cs, km, lt

source: New Contact
cs: Nový kontakt
km: ទំនាក់ទំនងថ្មី
lt: Naujas adresatas

source: Error
cs: Chyba
km: កំហុស
lt: Klaida

source: QR code could not be decoded
cs: QR kód nelze přečíst
km: កូដ QR មិនអាចបានឌិកូដទេ
lt: Nepavyko dekoduoti QR kodo

source: New message
cs: Nová zpráva
km: សារថ្មី
lt: Nauja žinutė

source: %1 new message
lt: %1 nauja žinutė

source: New messages
lt: Naujos žinutės

source: Chat with %1?
cs: Hovor s %1?
km: សន្ទនាជាមួយ %1?
lt: Pradėti pokalbį su %1?

source: Do you want to join the group "%1"?
cs: Chceš se přidat ke skupině "%1"?
km: តើអ្នកចង់ចូលរួមក្រុម "%1" ទេ?
lt: Ar norite prisijungti prie grupės "%1"?

source: Add as Second Device
lt: Pridėti kaip antrąjį įrenginį

source: Add Second Device
lt: Pridėti antrąjį įrenginį

source: Log into "%1"?
lt: Prisijungti prie „%1“?

source: Error: %1
cs: Chyba %1
km: កំហុស: %1
lt: Klaida: %1

source: Unknown
cs: Neznámá
km: មិនស្គាល់
lt: Nežinoma

source: Search
cs: Hledej
km: ស្វែងរក
lt: Ieškoti

source: Archived Chats
cs: Archivované hovory
km: ការសន្ទនាដែលបានទុកក្នុងប័ណ្ណសារ
lt: Archyvuoti pokalbiai

source: Delete
cs: Vymazat
km: លុបចោល
lt: Ištrinti

source: Delete Chat
cs: Vymaž hovor
km: លុបសារសន្ទនា
lt: Ištrinti pokalbį

source: Are you sure you want to delete "%1"?
cs: Skutečně úplně vymazat "%1"?
km: តើអ្នកប្រាកដហើយថាចង់លុប "%1"?
lt: Ar tikrai norite ištrinti „%1“?

source: Archive
lt: Archyvuoti

source: Pin
lt: Prisegti

source: More Options
km: ជម្រើសជាច្រើនទៀត
lt: Daugiau parinkčių

source: Unarchive
lt: Išarchyvuoti

source: Loading…
km: កំពុងផ្ទុក…
lt: Įkeliama…

source: New Chat
cs: Nový hovor
km: សន្ទនាថ្មី
lt: Naujas pokalbis

source: Cancel
cs: Zrušit
km: ចោល
lt: Atsisakyti

source: Back
cs: Zpět
km: ត្រឡប់មកវិញ
lt: Atgal

source: Continue
cs: Pokračuj
km: បន្ត
lt: Tęsti

source: Settings
cs: Nastavení
km: ការកំណត់
lt: Nustatymai

source: Info
cs: Popis
km: ការពន្យល់
lt: Informacija

source: Edit Profile
km: កែសម្រួល ទិន្នន័យផ្ទាល់ខ្លួន
lt: Taisyti profilį

source: None
cs: Žádný
km: គ្មាន
lt: Nėra

source: Experimental Features
km: ពិសោធន៍លក្ខណៈពិសេស
lt: Eksperimentinės ypatybės

source: OK
cs: Souhlas
km: យល់ព្រម
lt: Gerai

source: Log into your E-Mail Account
cs: Přihlaš se na váš server
km: កត់ចូលទៅម៉ាសុីនមេរបស់អ្នក
lt: Prisijungti prie savo serverio

source: Restore from Backup
cs: Nahrát zálohu
km: នាំចូលពត៌មានចម្លងទុក
lt: Importuoti atsarginę kopiją

source: Scan Invitation Code
lt: Skenuoti pakvietimo kodą

source: Scan QR Code
cs: Vyfoť QR kód
km: ស្គេនកូដQR
lt: Nuskenuoti QR kodą

source: Paste from Clipboard
cs: Vložit z mezipaměti
km: បិទភ្ជាប់ ពីក្តារខ្ទាស់
lt: Įdėti iš iškarpinės

source: Load QR Code as Image
cs: Nahraj QR kód z obrázku
km: ផ្ទុកកូដ QR ជារូបភាព
lt: Įkelti QR kodą kaip paveikslą

source: Enter name or e-mail address
cs: Zadej jméno nebo e-mail
km: សរសេរឈ្មោះឬអាសយដ្ឋានអ៊ីមែលនៅទីនេះ
lt: Įveskite vardą ar el. pašto adresą

source: New Group
cs: Nová skupina
km: ក្រុមថ្មី
lt: Nauja grupė

source: Please enter a valid e-mail address
km: សូមបញ្ចូលអាស័យដ្ឋាន់អ៊ីមែលត្រឹមត្រូវ
lt: Įveskite teisingą el. pašto adresą.

source: or
lt: arba

source: Name
km: ឈ្មោះ
lt: Vardas

source: E-Mail Address
cs: Emailová adresa
km: អាសយដ្ឋានអុីមែល
lt: El. pašto adresas

source: No, chats only
cs: Ne, pouze hovory
km: ទេ។ សន្ទនាតែម្តង។
lt: Ne, tik pokalbius

source: For accepted contacts
cs: Pro přijaté kontakty
km: សម្រាប់ទំនាក់ទំនងដែលបានទទួលយក
lt: Iš priimtų adresatų

source: All
cs: Vše
km: ទាំងអស់
lt: Iš visų

source: Log In
cs: Přihlaš se
km: កត់ចូល
lt: Prisijungti

source: Log in with an existing e-mail account
cs: Přihlásit se se stávajícím účtem pro e-mail.
km: កត់ចូលជាមួយគណនីយដែលមានស្រាប់
lt: Prisijungti naudojant esamą el. pašto paskyrą

source: Password
cs: Heslo
km: ពាក្យសម្ងាត់
lt: Slaptažodis

source: More Info
cs: Více podrobností
km: ពត៌មានបន្ថែម
lt: Daugiau informacijos

source: For known e-mail providers additional settings are set up automatically. Sometimes IMAP needs to be enabled in the web settings. Consult your e-mail provider or friends for help.
cs: Pro standardní poskytovatele jsou nastavení dopněna samočinně. Někdy je potřeba umožnit IMAP ve webovém rozhraní nastavení. Obraťte se na poskytovatele e-mailu nebo přátele.
km: សម្រាប់លក្ខខណ្ឌអុីម៉េលដែលស្គាល់ស្រាប់ នឹងត្រួវបានដំឡើងដោយស្វ័យប្រវត្តិខ្លួនឯង។ ពេលខ្លះ IMAP ត្រូវការបើកដំណើរការនៅក្នុងការកំណត់គេហទំព័រ។ ពិគ្រោះជាមួយអ្នកផ្តល់អុីម៉េលរបស់អ្មក ឬ មិត្តរបស់អ្នកសម្រាប់ជួយ។
lt: Žinomiems el. pašto teikėjams papildomi nustatymai yra nustatomi automatiškai. Kartais, IMAP turi būti įjungtas prisijungus per naršyklę. Išsamesnės pagalbos teiraukitės savo el. pašto teikėjo ar draugų.

source: Show Classic E-Mails
cs: Zobrazuj běžné e-maily
km: បង្ហាញអុីម៉េលដែលធម្មតា
lt: Rodyti klasikinius el. laiškus

source: Advanced
cs: Pokročilá
km: ដែលបន្ថែមទៅទៀត
lt: Išplėstiniai

source: Inbox
cs: Příchozí
km: ប្រអប់ទទួលសារ
lt: Gauta

source: IMAP Login Name
cs: IMAP uživatelské jméno
km: កត់ឈ្មោះចូលរបស IMAP
lt: IMAP prisijungimo vardas

source: Default (same as above)
cs: Výchozí (jako výše)
km: លំនាំដើម (ដូចខាងលើ)
lt: Numatytasis (toks pats kaip aukščiau)

source: IMAP Server
km: ម៉ាសុីនមេរបស IMAP
lt: IMAP serveris

source: Automatic
cs: Samočinně
km: ដោយស្វ័យប្រវត្ដិ
lt: Automatinis

source: IMAP Port
km: ច្រក របស IMAP
lt: IMAP prievadas

source: Default (%1)
cs: Výchozí (%1)
km: លំនាំដើម (%1)
lt: Numatytasis (%1)

source: IMAP Security
cs: IMAP zabezpečení
km: សន្តិសុខ របស IMAP
lt: IMAP saugumas

source: Off
cs: Vypnout
km: បិទ
lt: Išjungta

source: Outbox
cs: Odchozí
km: ប្រអប់ចេញ
lt: Išsiųsta

source: SMTP Login Name
cs: SMTP uživatelské jméno
km: កត់ឈ្មោះចូលរបស SMTP
lt: SMTP prisijungimo vardas

source: SMTP Password
cs: SMTP heslo
km: ពាក្យសម្ងាត់ SMTP
lt: SMTP slaptažodis

source: SMTP Server
km: ម៉ាសុីនមេរបស SMTP
lt: SMTP serveris

source: SMTP Port
km: ច្រករបស SMTP
lt: SMTP prievadas

source: SMTP Security
cs: SMTP zabezpečení
km: សន្តិសុខ SMTP
lt: SMTP saugumas

source: Certificate Checks
cs: Kontroly certifikátu
km: ការត្រួតពិនិត្យលិខិតបញ្ជាក់
lt: Liudijimų patikrinimai

source: Strict
cs: Přísný
km: យ៉ាង ដិតដល
lt: Griežtas

source: Accept invalid certificates
cs: Přijmout neplatné certifikáty
km: ទទួលយកលិខិតបញ្ជាក់មិនត្រឹមត្រូវ
lt: Priimti negaliojančius liudijimus

source: Use SOCKS5
km: ប្រើ SOCKS5
lt: Naudoti SOCKS5

source: SOCKS5 Host
km: ម្ចាស់ SOCKS5
lt: SOCKS5 serveris

source: SOCKS5 Port
km: ច្រក SOCKS5
lt: SOCKS5 prievadas

source: SOCKS5 User
km: អ្នកប្រើប្រាស់ SOCKS5
lt: SOCKS5 naudotojas

source: SOCKS5 Password
km: ពាក្យសម្ងាត់ SOCKS5
lt: SOCKS5 slaptažodis

source: Yes
cs: Ano
km: បាទ/ចាស
lt: Taip

source: No
cs: Ne
km: ទេ
lt: Ne

source: One moment…
cs: Okamžik ...
km: សូមមួយភ្លែត...
lt: Minutėlę…

source: Make sure both devices are on the same Wi-Fi or network
lt: Įsitikinkite, kad abu įrenginiai yra prisijungę prie to pačio belaidžio (Wi-Fi) arba laidinio tinklo

source: Troubleshooting
lt: Nesklandumų šalinimas

source: Copy to Clipboard
cs: Kopíruj do mezipaměti
km: ចម្លងទៅក្តារខ្ទាស់ឯកសារ
lt: Kopijuoti į iškarpinę

source: Worse quality, small size
cs: Horší kvalita, malá velikost
km: គុណភាពកាន់តែអាក្រក់ ទំហំតូច
lt: Blogesnė kokybė, mažas dydis

source: Balanced
cs: Vyvážená
km: មានតុល្យភាព
lt: Subalansuota

source: High
cs: Vysoké
km: ខ្ពស់
lt: Didelė

source: View Log
km: មើលកំណត់ហេតុ
lt: Rodyti žurnalą

source: Prefer End-To-End Encryption
cs: Upřednostňuj end-to-end šifrování
km: ចូលចិត្តការអ៊ិនគ្រីបច្រើនជាង
lt: Teikti pirmenybę ištisiniam šifravimui

source: IMAP Folder Handling
cs: Používání složky IMAP
km: ការប្រគល់ឯកសារ IMAP
lt: IMAP aplanko apdorojimas

source: Watch Sent Folder
cs: Sleduj Odchozí složku
km: មើលថតប្រអប់បានផ្ញើ
lt: Stebėti išsiųstųjų aplanką

source: Send Copy to Self
cs: Posílat si kopie
km: ផ្ញើចម្លងទៅខ្លួនឯង
lt: Siųsti kopiją sau pačiam

source: Move automatically to DeltaChat Folder
cs: Samočinně přesouvat do složky DeltaChat
km: ផ្លាស់ទីដោយស្វ័យប្រវត្តិទៅ ប្រអប់សា Delta Chat
lt: Automatiniai perkėlimai į DeltaChat aplanką

source: Chat conversations are moved to avoid cluttering the Inbox
cs: Zprávy hovorů jsou přesouvány aby nezahlcovali Příchozí složku
km: ការនិយាយសន្ទនា បានផ្លាស់ទីដើម្បីជៀសវាងការប៉ៈពាល់ប្រអប់ទទួល។
lt: Pokalbiai yra perkeliami, kad nebūtų sujauktas Gautųjų aplankas

source: Manage Keys
cs: Správa klíčů
km: កាន់កាប់គ្រាប់​ចុច
lt: Tvarkyti raktus

source: Export Secret Keys
cs: Ulož tajné klíče
km: នាំចេញកូនសោរសម្ងាត់
lt: Eksportuoti slaptus raktus

source: Import Secret Keys
cs: Nahraj tajné klíče
km: នាំចូលកូនសោរសម្ងាត់
lt: Importuoti slaptus raktus

source: Blocked Contacts
cs: Blokované kontakty
km: ទំនាក់ទំនងដែលបានរារាំង
lt: Užblokuoti adresatai

source: Blocked contacts will appear here.
cs: Zablokované kontakty se zobrazí zde.
km: ប្រសិនបើអ្នករារាំងទំនាក់ទំ នងពួកទំនាក់ទំនងនេះនឹងត្រូវបានដាកបង្ហាញនៅទីនេះ។
lt: Jei užblokuosite adresatus, jie bus rodomi čia.

source: Unblock this contact? You will then be able to receive messages from them.
cs: Odblokovat tento kontakt? Zprávy od tohoto kontaktu budete opět přijímat.
km: ដកបង្ខាំងទំនាក់ទំនងនេះ? អ្នកនឹងអាចទទួលសារពីទំនាក់ទំនងនេះម្តងទៀត។
lt: Atblokuoti šį adresatą? Jūs ir vėl galėsite gauti žinutes nuo šio adresato.

source: Unblock Contact
cs: Odblokuj kontakt
km: មិនរារាំងទំនាក់ទំនង
lt: Atblokuoti adresatą

source: Mute Notifications
cs: Umlčet upozornění
km: ធ្វើឲ្យមិនឃើញមិនលឺការជូនដំណឹង
lt: Išjungti pranešimus

source: Unmute
cs: Zruš umlčení
km: ចេញពីមិនឃើញមិនលឺ
lt: Įjungti pranešimus

source: Block Contact
cs: Zablokuj kontakt
km: រារាំងទំនាក់ទំនង
lt: Užblokuoti adresatą

source: Block this contact? You will no longer receive messages from them.
cs: Zablokovat tento kontakt? Další zprávy od tohoto kontaktu již nebudete přijímat.
km: បង្ខាំងទំនាក់ទំនងនេះ? អ្នកនឹងមិនបានសារពីទំនាក់ទំនងនេះទៀត
lt: Užblokuoti šį adresatą? Jūs daugiau nebegausite žinučių nuo šio adresato.

source: Edit Group
cs: Uprav skupinu
km: កែក្រុម
lt: Taisyti grupę

source: Leave Group
cs: Opustit skupinu
km: ចាកចេញពីក្រុម
lt: Išeiti iš grupės

source: Are you sure you want to leave this group?
cs: Opravdu opustit tuto skupinu?
km: តើអ្នកប្រាកដហើយថាចង់ចាកចេញពីក្រុមនេះ?
lt: Ar tikrai norite išeiti iš šios grupės?

source: Encryption Info
km: ពត៌មានពីការធ្វើឲ្យសារជាសម្ងាត់
lt: Šifravimo informacija

source: Mute for 1 hour
cs: Umlčet na 1 hodinu
km: ធ្វើឲ្យមិនឃើញមិនលឺរយៈពេល១ម៉ោង
lt: Išjungti 1 valandai

source: Mute for 2 hours
cs: Umlčet na 2 hodiny
km: ធ្វើឲ្យមិនឃើញមិនលឺរយៈពេល២ម៉ោង
lt: Išjungti 2 valandoms

source: Mute for 1 day
cs: Umlčet na 1 den
km: ធ្វើឲ្យមិនឃើញមិនលឺរយៈពេល១ថ្ងៃ
lt: Išjungti 1 dienai

source: Mute for 7 days
cs: Umlčet na 7 dní
km: ធ្វើឲ្យមិនឃើញមិនលឺរយៈពេល៧ថ្ងៃ
lt: Išjungti 7 dienoms

source: Mute forever
cs: Umlčet na pořád
km: ធ្វើឲ្យមិនឃើញមិនលឺរយៈរហូត
lt: Išjungti visam laikui

source: Disappearing Messages
cs: Samomazací zpráva
km: កម្មវិធីសារដែលនឹងបាត់បន្ទាប់ពីមួយរយៈ
lt: Išnykstančios žinutės

source: Clear Chat
lt: Išvalyti pokalbį

source: Delete %1 message here and on the server?
cs: Vymaž %1 zprávu zde i ze serveru?
lt: Ištrinti %1 žinutę čia ir serveryje?

source: Delete %1 message?
lt: Ištrinti %1 žinutę?

source: You must be in this group to post a message. To join, ask another member.
cs: Nelze psát protože nejsi členem této skupiny. O přidání požádej jiného člena.
km: អ្នកមិនអាចសរសេរ ពីព្រោះអ្នកមិននៅក្នុងក្រុមនេះ។ ដើម្បីចូលរួម សុំសមាជិកផ្សេងទៀត។
lt: Jūs negalite rašyti, nes nesate šioje grupėje. Norėdami prisijungti, paprašykite kito nario.

source: Voice Message
cs: Hlasová zpráva
km: សារជាសម្លេង
lt: Balso žinutė

source: Reply
lt: Atsakymas

source: Forward
lt: Persiųsti

source: Forwarded Message
cs: Přeposlaná zpráva
km: សារដែលបានបញ្ជូនបន្ត
lt: Persiųsta žinutė

source: Start…
lt: Pradėti…

source: Download
km: ទាញយក
lt: Atsisiųsti

source: Download failed
lt: Atsiuntimas nepavyko

source: Downloading…
km: កំពុងទាញយក…
lt: Atsisiunčiama…

source: Show Full Message…
km: បង្ហាញសារទាំងស្រុង…
lt: Rodyti visą žinutę…

source: %1 sent a message from another device.
lt: %1 išsiuntė žinutę iš kito įrenginio.

source: Tap to Open
lt: Bakstelėkite norėdami atverti

source: Accept
km: ទទួលយក
lt: Priimti

source: Block
cs: Zablokovat
km: រារាំង
lt: Užblokuoti

source: Delete Messages from Device
cs: Vymaž zprávy z přístroje
km: លុបសារពីឧបករណ៍
lt: Ištrinti žinutes iš įrenginio

source: I understand, delete all these messages
cs: Rozumím. Vymaž všechny zprávy
km: ខ្ញុំយល់។ លុបសារទាំងអស់នេះ
lt: Aš suprantu, ištrinti visas šias žinutes

source: Delete Messages from Server
cs: Vymaž zprávy ze serveru
km: លុបសារពីម៉ាសុីនមេ
lt: Ištrinti žinutes iš serverio

source: Do you want to open this link?
km: តើអ្នកចង់បើកតំណនេះ?
lt: Ar norite atverti šią nuorodą?

source: Open
lt: Atverti

source: Copy Link
km: ចម្លងតំណភ្ជាប់
lt: Kopijuoti nuorodą

source: Connectivity
km: ការតភ្ជាប់និងសេវាកម្ម
lt: Jungiamumas

source: QR Invite Code
cs: Zvací QR kód
km: កូដ QR សម្រាប់ការអញ្ជើញ
lt: QR pakvietimo kodas

source: Remove
lt: Šalinti

source: Remove %1 from group?
cs: Odstranit %1 ze skupiny?
km: លុប %1 ពីក្រុមសន្ទនានេះ?
lt: Pašalinti %1 iš grupės?

source: Group Name
cs: Název skupiny
km: ឈ្មោះរបស់ក្រុម
lt: Grupės pavadinimas

source: %1 member
cs: %1 člen
lt: %1 dalyvis

source: Add Members
cs: Přidej člena
km: បន្ថែមសមាជិក
lt: Pridėti dalyvius

source: Please enter a name for the group.
cs: Vlož název skupiny, prosím.
km: សូមបញ្ចូលឈ្មោះសម្រាប់ក្រុមនេះ
lt: Įveskite grupės pavadinimą.

source: Change Group Image
cs: Změň obrázek skupiny
km: ផ្លាស់ប្តូររូបភាពរបស់ក្រុម
lt: Keisti grupės paveikslą

source: Remove Group Image
cs: Odstraň obrázek skupiny
km: លុបរូបភាពរបស់ក្រុម
lt: Šalinti grupės paveikslą

source: After 30 seconds
cs: Po 30ti sekundách
km: បន្ទាប់ពី ៣០វិនាទី
lt: Po 30 sekundžių

source: After 1 minute
cs: Po 1 minutě
km: បន្ទាប់ពី ១នាទី
lt: Po 1 minutės

source: After 1 hour
cs: Po 1 hodině
km: បន្ទាប់ពី ១ម៉ោង
lt: Po 1 valandos

source: After 1 day
cs: Po 1 dni
km: បន្ទាប់ពី ១ថ្ងៃ
lt: Po 1 dienos

source: After 1 week
cs: Po 1 týdnu
km: បន្ទាប់ពី ១អាទិត្យ
lt: Po 1 savaitės

source: After 4 weeks
cs: Po 4 týdnech
km: បន្ទាប់ពី ៤អាទិត្យ
lt: Po 4 savaičių

source: Applies to all members of this chat if they use Delta Chat; they can still copy, save, and forward messages or use other e-mail clients.
cs: Tato nastavení platí pro všechny účastníky Delta Chatu. Nicméně ostatní mohou kopírovat, uložit, a přeposlat zprávy, nebo používat jiné e-mailové programy.
km: ការកំណត់ទាំងនេះអនុវត្តចំពោះសមាជិកទាំងអស់ដែលកំពុងប្រើ សា Delta Chat ។ ទោះយ៉ាងណា គេអាចថតចម្លង រក្សាទុក និង បញ្ជូនសារបន្ត រឺ ប្រើប្រាស់បណ្តាអុីម៉េលផ្សេងៗបាន។
lt: Šie nustatymai taikomi visiems Delta Chat besinaudojantiems dalyviams. Vis dėlto, jie gali kopijuoti, įrašyti ir persiųsti žinutes arba naudoti kitas el. pašto kliento programas.

source: Add Attachment
km: បន្ថែមឯកសារភ្ជាប់
lt: Pridėti priedą

source: Forward to…
cs: Přeposlat komu ...
km: បញ្ជូនទៅ…
lt: Kam persiųsti …

source: Close
cs: Zavřít
km: បិទ
lt: Užverti

source: Save
cs: Ulož
km: រក្សាទុក
lt: Įrašyti

source: Log
km: កំណត់ហេតុ
lt: Žurnalas

source: Scroll to the Bottom
km: រំកិលចុះទៅក្រោម
lt: Slinkti į apačią

source: Help
km: ជំនួយ
lt: Žinynas

source: Save Log
km: រក្សាទុកកំណត់ហេតុ
lt: Įrašyti žurnalą

source: Load Remote Images
km: ផ្ទុករូបភាពពីខាងក្រៅ
lt: Įkelti nuotolinius paveikslus

source: Remote images can track you. This setting also may load fonts and other content. If disabled, embedded or cached images may appear. Load remote images?
km: រូបភាពពីខាងក្រៅអាចប្រើបានប្រើដើម្បីតាមដានអ្នក។ ការកំណត់នេះក៏អនុញ្ញាតឱ្យផ្ទុកពុម្ពអក្សរនិងមាតិកាផ្សេងទៀត។ ទោះបីជាវាត្រូវបានបិទក៏ដោយអ្នកនៅតែអាចមើលឃើញរូបភាពដែលបានបង្កប់ឬលាក់ទុក។ ផ្ទុករូបភាពពីខាងក្រៅ?
lt: Nuotoliniai paveikslai gali būti naudojami, kad būtumėte sekami. Šis nustatymas taip pat leidžia šriftų įkėlimą ir kitą turinį. Netgi, jeigu jis yra išjungtas, gali būti, kad vis tiek matysite įterptus paveikslus ar paveikslus iš podėlio. Įkelti nuotolinius paveikslus?

source: Copy Text
km: ចម្លងអក្សរ
lt: Kopijuoti tekstą

source: Export Attachment
cs: Ulož přílohu
km: នាំចេញឯកសារភ្ជាប់
lt: Eksportuoti priedą

source: Message Details
cs: Podrobnosti zprávy
km: លំអិតសារ
lt: Išsamesnė žinutės informacija

source: View Profile
cs: Zobraz profil
km: មើលពត៌មានផ្ទាល់ខ្លួន
lt: Rodyti profilį

source: Locally generated messages
cs: Samovytvořené zprávy
km: សារដែលបានបង្កើតពីសា Delta Chat
lt: Vietiniu mastu sugeneruotos žinutės

source: Profile
cs: Profil
km: ពត៌មានផ្ទាល់ខ្លួន
lt: Profilis

source: Delete Profile Image
cs: Vymaž obrázek profilu
km: លុបរូបភាពទិន្នន័យផ្ទាល់ខ្លួន
lt: Ištrinti profilio paveikslą

source: Your Name
cs: Tvé jméno
km: ឈ្មោះរបស់អ្នក
lt: Jūsų vardas

source: A backup helps you to set up a new installation on this or on another device. The backup will contain all messages, contacts and chats and your end-to-end Autocrypt setup. Keep the backup file in a safe place or delete it as soon as possible.
cs: Záloha ti pomůže nastavit novou instalaci na tomto či jiném zařízení. Záloha obsahuje všechny zprávy, kotakty a hovory, a tvé end-to-end Autocrypt nastavení. Soubor se zálohou uchovej na bezpečném místě nebo jej co nejdřív vymaž.
km: ការបម្រុងទុកជួយអ្នករៀបចំការដំឡើងថ្មីលើឧបករណ៍នេះ ឬលើឧបករណ៍ផ្សេងទៀត។ ការបម្រុងទុក នឹងផ្ទុកសារទាំងអស់ ទំនាក់ទំនង និងសន្ទនា និងការរៀបចំអ៊ិនគ្រីបស្វ័យប្រវត្តិឧបករណ៍ដល់ឧបករណ៍របសអ្នក។ ថែរក្សាឯកសារបម្រុងទុក ក្នុងទីតាំងសុវត្ថិភាព ឬលុបវាឆាប់ៗតាមដែលអាចធ្វើទៅបាន។
lt: Atsarginė kopija padeda jums nusistatyti naują diegimą šiame ar kitame įrenginyje. Atsarginėje kopijoje bus visos žinutės, adresatai ir pokalbiai bei jūsų ištisinė Autocrypt sąranka. Atsarginės kopijos failą laikykite saugioje vietoje arba kaip įmanoma greičiau jį ištrinkite.

source: Start Backup
cs: Začni zálohovat
km: ចាប់ផ្តើមការបម្រុងទុក
lt: Pradėti daryti atsarginę kopiją

source: Done
cs: Hotovo
km: រួចរាល់
lt: Atlikta

source: Export secret keys to "%1"?
cs: Uložit tajné klíče do "%1"?
km: នាំចេញកូនសោរសម្ងាត់ទៅ "%1s"?
lt: Eksportuoti slaptus raktus į "%1"?

source: Secret keys written successfully to "%1".
cs: Tajné klíče úspěšně zapsány v "%1".
km: បានសរសេរកូនសោរសម្ងាត់ ដោយជោគជ័យទៅ "%1"
lt: Slapti raktai sėkmingai įrašyti į "%1".

source: Import secret keys from "%1"? • Existing secret keys will not be deleted • The last imported key will be used as the new default key unless it has the word "legacy" in its filename.
cs: Nahrát tajné klíče z "%1"? • Stávající klíče nebudou vymazány • Klíče nahrané jako poslední budou použity jako výchozí pokud jméno souboru nebsahuje slovo "legacy".
km: នាំចូលកូនសោរសម្ងាត់ពី "%1"? • កូនសោរសម្ងាត់ដែលមានស្រាប់នឹងមិនបានលុបទេ •កូនសោរដែលនាំចូលចុងក្រោយនឹងបានប្រើប្រាស់ដូចជា លំនាំថ្មីលើកលែងតែវាមានពាក្យ "legacy" ក្នុងឈ្មោះឯកសាររបស់វា។
lt: Importuoti slaptus raktus iš "%1"? • Esami raktai nebus ištrinti • Paskutinis importuotas raktas bus naudojamas kaip naujas numatytasis raktas, nebent jo failo pavadinime bus žodis "legacy"

source: Secret keys imported from "%1".
cs: Tajné klíče nahrány z "%1".
km: បាននាំចូលកូនសោរសម្ងាត់ពី "%1"
lt: Slapti raktai importuoti iš "%1".

source: Deactivate QR Code
km: ធ្វើឱ្យកូដ QR អសកម្ម
lt: Pasyvinti QR kodą

source: Share
km: ចែករំលែក
lt: Bendrinti

source: Copied QR url to clipboard
km: បានចម្លង QR-url ទៅក្តារខ្ទាស់
lt: QR kodo URL adresas nukopijuotas į iškarpinę

source: Fingerprint
cs: Otisk
km: ស្នាមម្រាមដៃ
lt: Kontrolinis kodas

source: Scanned QR code text: %1
cs: Text z QR kódu: %1
km: អក្សរពិកូដ QR ដែលបានស្គេន: %1
lt: Nuskenuoto QR kodo tekstas: %1

source: QR Code
cs: QR kód
km: QR កូដ
lt: QR kodas

source: Scanned QR code URL: %1
cs: URL z QR kódu: %1
km: URL ពិកូដ QR ដែលបានស្គេន: %1
lt: Nuskenuoto QR kodo URL: %1

source: Activate QR Code
km: ធ្វើឱ្យកូដ QR សកម្ម
lt: Aktyvuoti QR kodą

source: Reactions
lt: Reakcijos

source: Not connected
km: មិនបានតភ្ជាប់
lt: Neprisijungta

source: Connecting…
km: កំពុងស្វែងរកការតភ្ជាប់…
lt: Jungiamasi…

source: Updating…
km: កំពុងធ្វើបច្ចុប្បន្នភាព…
lt: Atnaujinama…

source: Connected
km: បានតភ្ជាប់
lt: Prisijungta

source: Up to %1
km: រហូតដល់ %1
lt: Iki %1

source: Up to %1, most worse quality images
km: រហូតដល់ %1 រូបភាពគុណភាពអាក្រក់បំផុត
lt: Iki %1, iš esmės, blogos kokybės paveikslus

source: Up to %1, most balanced quality images
km: រហូតដល់ %1 រូបភាពដែលមានគុណភាពមានតុល្យភាពបំផុត
lt: Iki %1, iš esmės, subalansuotos kokybės paveikslus

source: Never
cs: Nikdy
km: មិនដែលទេ
lt: Niekada

source: After 1 year
cs: Po 1 roce
km: បន្ទាប់ពី ១ឆ្នាំ
lt: Po 1 metų

source: At once
cs: Ihned
km: នៅពេលតែមួយ
lt: Iš karto

source: Sync All
km: ធ្វើសមកាលកម្មទាំងអស់
lt: Sinchronizuoti visas

source: Message Font Size
km: ទំហំអក្សរសារ
lt: Žinučių šrifto dydis

source: Small
km: តូច
lt: Mažas

source: Normal
km: ធម្មតា
lt: Normalus

source: Large
km: ធំ
lt: Didelis

source: Extra large
km: ធំបំផុត
lt: Labai didelis

source: Enter Key Sends
km: គ្រាប់​ចុច​ បញ្ចូលធ្វើឱ្យផ្ញើសារ
lt: Įvedimo (Enter) klavišas išsiunčia

source: Pressing the Enter key will send text messages
km: ចុច គ្រាប់​ចុច​ បញ្ចូល (Enter key) នឹងផ្ញើអត្ថបទសារ។
lt: Paspaudus įvedimo (Enter) klavišą, bus išsiunčiamos tekstinės žinutės

source: Notifications
cs: Upozornění
km: ការជូនដំណឹង
lt: Pranešimai

source: Enable system notifications for new messages
cs: Povol systémová upozornění pro nové zprávy
km: បើកប្រពន្ធ័ការជូនដំណឹងសម្រាប់សារថ្មី
lt: Įjungti sistemos pranešimus apie naujas žinutes

source: Show message content in notification
cs: Zobraz obsah zprávy v rámci upozornění
km: បង្ហាញមាតិកាសារក្នុងការជូនដំណឹង
lt: Rodyti pranešime žinutės turinį

source: Shows sender and first words of the message in notifications
cs: Zobraz odesilatele a první slova zprávy v rámci upozornění
km: បង្ហាញអ្នកផ្ញើ និងពាក្យដំបូងនៃសារក្នុងការជូនដំណឹង
lt: Rodyti pranešimuose siuntėjo vardą ir pirmuosius žinutės žodžius

source: Chats
cs: Hovory
km: សន្ទនា
lt: Pokalbiai

source: Auto-Download Messages
km: ទាញយកសារដោយស្វ័យប្រវត្តិ
lt: Automatinis žinučių atsisiuntimas

source: Privacy
cs: Soukromí
km: ភាពឯកជន
lt: Privatumas

source: Read Receipts
cs: Číst potvrzení
km: អានវិក័យបត្រ
lt: Pranešimai apie skaitymą

source: Delete Old Messages
cs: Vymaž staré zprávy
km: លុបសារចាស់
lt: Ištrinti senas žinutes

source: Export Backup
cs: Ulož zálohu
km: នាំចេញការបម្រុងទុក
lt: Eksportuoti atsarginę kopiją

source: Learn More
lt: Sužinoti daugiau

source: Create new e-mail address on "%1" and log in there?
cs: Vytvořit nový e-mail na "%1" a připojit se k němu?
km: បង្កើតអស័យដ្ឋានអុីម៉េលថ្មីនៅលើ "%1" និងកត់ចូលនៅទីនោះ?

source: Request
km: សំណើ

source: Select
cs: Vyber
km: សំរាំង

source: Add Account
cs: Přidej účet
km: បន្ថែមគណនី

source: Delete Account
cs: Vymaž účet
km: លុបគណនី

source: All account data of "%1" on this device will be deleted, including your end-to-end encryption setup, contacts, chats, messages and media. This action cannot be undone.
cs: Všechna data účtu "%1" budou z tohoto zařízení vymazána, včetně nastavení end-to-end šifrování, kontaktů, hovorů, zpráv a multimedií. Tento úkon nelze vrátit zpět.
km: ទិន្នន័យគណនីទាំងអស់របស់ "%1" នៅលើឧបករណ៍នេះនឹងបានលុប រួមបញ្ចូលទាំងការរៀបចំ ទៅបញ្ចប់ការអុិនគ្រឹបឧបករណ៍ដល់ឧបករណ៍ ទំនាក់ទំនង សន្ទនា សារ និងសម្លេង។ សកម្មភាពនេះមិនអាចធ្វើឡើងវិញបានទេ។

source: Are you sure you want to delete your account data?
cs: Skutečně vymazat data tvého účtu?
km: តើអ្នកប្រាកដហើយថាចង់លុបទិន្នន័យគណនីរបស់អ្នក?

source: The scanned QR code cannot be used to set up a new account.
km: កូដ QR ដែលបានស្គេន មិនអាចត្រូវបានប្រើប្រាស់ដើម្បីរៀបចំគណនីថ្មីមួយទេ។

source: Hold your camera over the QR code.
cs: Nastav kameru na QR kód.
km: កាន់កាម៉េរ៉ារបស់អ្នកពីលើកូដ QR

source: Delete contact %1? Contacts with ongoing chats or from the system address book cannot be deleted permanently.
km: លុបទំនាក់ទំនង %1? ទំនាក់ទំនងដែលកំពុងបន្ត និងទំនាក់ទំនង ពីសៀវភៅអសយដ្ឋានពីម៉ាសុីន មិនអាចលុបចេញបានដាច់ខាត។
