Repository: vgisclabs/deltachat-touch
Catalog: po/*.po
Languages: cs, km, lt

source: There are no Delta Chat servers, your data stays on your device.
cs: Delta Chat nemá žádné vlastní servery, tvá data zůstávají na tvém přístroji.
km: គ្មានម៉ាសុីនមេពី សាហារីសង្ឃទេ ទិន្ន័យរបស់អ្នកស្ថិតនៅលើឧបករណ៍របស់អ្នក។

source: Autocrypt
km: អ៊ិនគ្រីបស្វ័យប្រវត្តិ (ផ្ញើនិងទទួលសារដោយសម្ងាត់)

source: This chat contains locally generated messages; writing is disabled.
cs: Tento hovor obsahuje samočinně vytvořené zprávy. Proto nelze psát vlastní zprávy.
km: ការសន្ទនានេះផ្ទុកសារក្នុងតំបន់។ ដូច្នេះអ្នកមិនអាចសរសេរសារណាមួយបានទេ។

source: Do you want to delete %1 messages now and all newly fetched messages "%2" in the future? • This includes all media • Messages will be deleted whether they were seen or not • "Saved messages" will be skipped from local deletion
cs: Skutečně smazat %1 zprávy a všechny v budoucnu stažené zprávy "%2"? • Toto zahrnuje všechna multimedia • Zprávy budou smazány bez ohledu na jejich přečtení • "Uložené zprávy" budou z místního mazání vynechány
km: តើអ្នកចង់លុបសារ %1 ឥលូវ និងសារដែលបានទទួលថ្មីៗ នៅពេលពេល "%2" ខាងមុខ? • នេះធ្វើឱ្យរួមបញ្ចូលទាំងប្រពន្ធ័ផ្សព្វផ្សាយទាំងអស់ សារនឹងត្រូវបានលុប បើទោះបីជាពួកគេបានឃើញ ឬមិនបានឃើញក៏ដោយ • "សារដែលបានរក្សាទុក" និងបានរំលងពីការរុករកក្នុងតំបន់។

source: Do you want to delete %1 messages now and all newly fetched messages "%2" in the future? ⚠️ This includes e-mails, media and "Saved messages" in all server folders ⚠️ Do not use this function if you want to keep data on the server ⚠️ Do not use this function if you are using other e-mail clients besides Delta Chat
cs: Skutečně smazat %1 zprávy a všechny v budoucnu stažené zprávy "%2"? ⚠️ Toto zahrnuje e-maily, multimedia a "Uložené zprávy" ve všech složkách na serveru ⚠️ Nepoužívej tuto funkci pokud chceš nechat data na serveru ⚠️ Nepoužívej tuto funkci pokud máš i jiné e-mailové programy mimo Delta Chat
km: តើអ្នកចង់លុបសារ %1 ឥឡូវនេះ និងសារដែលបានប្រមូលថ្មីៗទាំងអស់ នៅពេល "%2" ទៅមុខ? ⚠️ រួមទាំងអុីម៉រល ប្រពន្ធ័ផ្សព្វផ្សាយ និង "សារដែលបានរក្សាទុក" នៅថតម៉ាសុីនមេទាំងអស់ ⚠️ កុំប្រើមុខងារនេះ ប្រសិនបើអ្នកចង់រក្សាទុកទិន្ន័យនៅលើម៉ាសុីនមេ ⚠️ កុំប្រើមុខងារនេះ ប្រសិនបើអ្នកកំពុងប្រើសេវាអុីម៉េលផ្សេងពី សា Delta Chat ។

source: Delete Message
cs: Vymaž zprávu
km: លុបសារ

source: Signature Text
cs: Text s podpisem
km: ហត្ថលេខាជាអក្សរ

source: Select Profile Image
cs: Vyber profilový obrázek
km: ជ្រើសរើសរូបភាពទិន្ន័យផ្ទាល់ខ្លួន

source: This QR code can be scanned by others to join the group "%1". You can deactivate the QR code here and reactivate it by scanning it again.
km: អ្នកផ្សេងទៀតអាចស្កេនលេខកូដ QR នេះដើម្បីចូលរួមក្រុម "%1"។ អ្នកអាចធ្វើឱ្យកូដ QR អសកម្មនៅទីនេះ ហើយធ្វើឱ្យវាសកម្មឡើងវិញដោយស្កេនម្តងទៀត។

source: The scanned fingerprint does not match the last seen for %1.
cs: Poslední rozpoznaný otisk pro %1 neodpovídá sejmutému otisku.
km: ស្នាមម្រាមដៃដែលបានស្គេន មិនផ្គូរផ្គងគ្នាទេនឹងការបានឃើញចុងក្រោយសម្រាប់ %1

source: This QR code contains a fingerprint but no e-mail address. For an out-of-band-verification, please establish an encrypted connection to the recipient first.
cs: Tento QR kód obsahuje otisk, ale žádný e-mail. K ověření nezávislou cestou nejprve vytvořte šifrované připojení k příjemci.
km: កូដ QR នេះផ្ទុកស្នាមម្រាមដៃ ប៉ុន្តែគ្មានអស័យដ្ឋានអុីម៉េលទេ សម្រាប់ក្រុម ក្រៅក្រុម ការផ្ទៀងផ្ទាត់ សូមបង្កើត ការតភ្ជាប់ជាអ៊ិនគ្រីបទៅអ្នកទទួលជាមុនសិន។

source: This QR code can be scanned by others to contact you. You can deactivate the QR code here and reactivate it by scanning it again.
km: អ្នកផ្សេងទៀតអាចស្កេនលេខកូដ QR នេះដើម្បីទាក់ទងអ្នក។ អ្នកអាចធ្វើឱ្យកូដ QR អសកម្មនៅទីនេះហើយបើកដំណើរ។

source: This QR code could be scanned by others to contact you. The QR code is not active on this device.
km: អ្នកផ្សេងទៀតអាចស្កេនលេខកូដ QR នេះដើម្បីទាក់ទងអ្នក។ កូដ QR មិនសកម្មនៅលើឧបករណ៍នេះទេ។

source: This QR code could be scanned by others to join the group "%1". The QR code is not active on this device.
km: អ្នកផ្សេងទៀតអាចស្កេនលេខកូដ QR នេះដើម្បីចូលរួមក្រុម "%1 "។ កូដ QR មិនសកម្មនៅលើឧបករណ៍នេះទេ។

source: Type e-mail address above
cs: Zadej e-mail nahoře

source: Audio
cs: Zvukový záznam

source: Known Accounts
cs: Známé účty

source: New Verified Group
cs: Nová ověřená skupina

source: Show Encryption Info
cs: Zobraz popis šifrování

source: Verified Contact
cs: Ověřený kontakt

source: Select Group Image
cs: Vyber obrázek skupiny

source: Select your new profile image
cs: Vyber svůj nový profilový obrázek
